[ 
	{		"img" : "01_yhzvhxxb",
			"txt_fi" : "Lumiukko lakaisemaan saapui pihamaan<br>Uuni puilla täyttäkäätten, kohta saunotaan!" ,
			"txt_se" : "Huvudlöst av snögubben, att peka emot bastun<br>Tomtefar är redan där och lägger ved i farstun" ,
			"txt_jp" : "雪だるま　掃除の後は　サウナかな" ,
			"txt_fr" : "" ,
			"txt_it" : "Il pupazzo di neve è arrivato a spazzare il cortile con la scopa e ci invita ad andare alla sauna!" ,
			"txt_tg" : "Meron akong kahoy, bilisan ko takbo, gusto ko nang maligo" ,
			"txt_de" : "Ach Schneemann lass das fegen sein<br>Das wird kein Haiku mehr<br>der Tonttu heizt die Sauna ein" ,
			"txt_en" : "" 
	},
	{		"img" : "02_fnhan",
			"txt_fi" : "Käy Tonttu saunan kuumuudessa hiest' ähkimään<br>Välttämätöntä on pian päästä pesemään" ,
			"txt_se" : "Tinar upp sin stela kropp, gör tomtefar nu lättast<br>I supervarma bastubadet - och se hur han svettas!" ,
			"txt_jp" : "火照る身体　雪に飛び込み　クールダウン" ,
			"txt_fr" : "" ,
			"txt_it" : "Babbo Natale è entrato in sauna e presto riuscirà a lavarsi" ,
			"txt_tg" : "Sobrang init dito, matatangal ang libag at anghit" ,
			"txt_de" : "Das Feuer knackt, der Schweiße rinnt, dem Tonttu vom Gesicht<br>Was gibt es schöneres als Sauna, wenn's kalt und düster ist" ,
			"txt_en" : "" 
	},
	{		"img" : "03_fnhan_cnynn",
			"txt_fi" : "Kuuset ne kirkkaasti luo loistoaan<br>Ja revontulet pohjan taivaan värjää loimullaan" ,
			"txt_se" : "En olycka händer så lätt och tomtefar blev arg<br>När bastun ner till aska brann, han bråka’ med en varg" ,
			"txt_jp" : "オーロラと　樅が世界を　照らしてる" ,
			"txt_fr" : "" ,
			"txt_it" : "Povero Babbo Natale, la sauna è in fiamme, i lupi lo inseguono e lui si rifugia in casa" ,
			"txt_tg" : "Maganda ang ilaw sa langgit, nawala ang damit ko" ,
			"txt_de" : "Das Nordlicht strahlt vom Himmel blass, in gleißend kalter Pracht<br>Auf die schneebedeckte Szenerie, der Weihnacht, still und sacht" ,
			"txt_en" : "" 
	},
	{		"img" : "04_wbhyhcblgn",
			"txt_fi" : "Puhtaus on puoli ruokaa, Tonttu muistaa sen<br>Käy joulupuuron, kinkun kimppuun riemuin haukaten" ,
			"txt_se" : "I norrskensljus vår tomte satt, en enkel kvällsvard spisa’<br>En snaps blev tre, hans matbord lutade som torn i Pisa" ,
			"txt_jp" : "サウナにて　清めし後は　晩餐なり" ,
			"txt_fr" : "" ,
			"txt_it" : "In casa non c'è più niente da mangiare" ,
			"txt_tg" : "Suerte ko parin kung meron pagkain" ,
			"txt_de" : "Ein guter Freund an deinem Tisch, genügt des Essens statt.<br>Wer reinen Herzens teilen kann, Wird auch von wenig satt." ,
			"txt_en" : "" 
	},
	{		"img" : "05_gbaggh_uvvugnn",
			"txt_fi" : "Hiet, liat saivat jäädä saunaan lämpimään<br>nyt on päivä uusi, Tonttu lähtee hiihtämään" ,
			"txt_se" : "”Se upp i spåret!”, tomten skrek. ”Jag fryser som ett svin!”<br>Han saknade sin bastu så, men mest av allt kamin’" ,
			"txt_jp" : "幸せに　満ちたりし今　スキーへGO" ,
			"txt_fr" : "" ,
			"txt_it" : "Della sauna non è rimasto nulla<br>Babbo Natale va a sciare" ,
			"txt_tg" : "Sanay ang ibon sa paligid ng yelo" ,
			"txt_de" : "Auf seine Schii då fährt er naus und a weng a Rauch steicht auf.<br>Då hats ihm fei wecha im Schmutz im Kamin die Hüttn wegputzt." ,
			"txt_en" : "" 
	},
	{		"img" : "06_wbhyhaxryyb",
			"txt_fi" : "Helkkää kellot, tiukuset! Riemuun kaikki yhtyy<br>Tonttu punanuttuinen soittamaan kun ryhtyy" ,
			"txt_se" : "Att ringa julen in kräver båd’ muskler och en klocka<br>Men snava ej bland block och taljor så att du blir knockad!" ,
			"txt_jp" : "幸せの　鐘鳴り響く 人々へ" ,
			"txt_fr" : "" ,
			"txt_it" : "Babbo Natale suona la campana<br>o la campana suona lui?" ,
			"txt_tg" : "Kung nadinig na ang Kampana malapit na ang pasko" ,
			"txt_de" : "Mit viel Schwung und Leidenschaft, Tonttu die Glocke schwingt.<br>So der süße Klang der Weihnacht in seinem Schädel klingt." ,
			"txt_en" : "" 
	},
	{		"img" : "07_yhagn_ghcehggnahg",
			"txt_fi" : "Lunta tulla tupruttanut on jo puolisääreen<br>Mukavaa ois käpertyä takkatulen ääreen" ,
			"txt_se" : "Global uppvärmning bidrar till extremare klimat<br>Snart björnen tomtens huvud får till julklapp på ett fat" ,
			"txt_jp" : "雪深し　暖炉の傍で　ぬくもりを" ,
			"txt_fr" : "" ,
			"txt_it" : "Babbo Natale è l'unico a non demordere" ,
			"txt_tg" : "Kung natabunan meron pang daan makalabas" ,
			"txt_de" : "Des Tonttus Land ward zugedeckt, von Holles weißer Pracht.<br>Doch weiß jedes Kind das schaufeln muss, dass Schnee nur Arbeit macht." ,
			"txt_en" : "" 
	},
	{		"img" : "08_wbhyhcncrev",
			"txt_fi" : "Joulun tärkein elementti: joulupaperi<br>loppui kesken. Nyt ois kiva jos ois kaveri!" ,
			"txt_se" : "Här har man ätit revbensspjäll och skitit i etapper<br>Jag skulle ge min högra hand för lite omslagspapper" ,
			"txt_jp" : "紙も無し　求めしものは　友の助け" ,
			"txt_fr" : "" ,
			"txt_it" : "Cavoli.....è finita la carta!" ,
			"txt_tg" : "Salamat sa papel kung meron" ,
			"txt_de" : "Auf dem Donnerbalken, saß Tonttu im Kalten<br>und er rief nach Geschenkpapier" ,
			"txt_en" : "" 
	},
	{		"img" : "09_evfgv",
			"txt_fi" : "Tonttu laskee kynttilän ja valoa saa risti<br>Mieleen muistuu ystävänsä Lasse, Puttis, Kvisti" ,
			"txt_se" : "Vår tomte har ett hjärta stort och tänker på de döda<br>Det vita ljuset glömde han så det fick bli det röda" ,
			"txt_jp" : "灯をともし　甦りしは　友の想い出" ,
			"txt_fr" : "" ,
			"txt_it" : "C'è sempre speranza" ,
			"txt_tg" : "Meron pang pagasa parati" ,
			"txt_de" : "Kein Lied war je gesungen, für Ralphi die Giraffe. Die kalte Hand des Schicksals riss uns zu früh entzwei<br>Die Eifersucht von Rudolph war scharf wie eine Waffe, es konnt' nur einen geben, so trat er dich zu Brei" ,
			"txt_en" : "" 
	},
	{		"img" : "10_gbaggh_gnexxnvyrr",
			"txt_fi" : "Tontun täytyy tarkkailla, se on tontun työ<br>Tonttu tarkkailee myös silloin kun on musta yö" ,
			"txt_se" : "Av sömnlöshet man blir både frustrerad och sjukt trött<br>Men tomten käkar piller och snart sussar han helt sött" ,
			"txt_jp" : "いい子かな　闇からトムテが　見張ってる" ,
			"txt_fr" : "" ,
			"txt_it" : "Anche se odi il Natale, arriverà sempre..." ,
			"txt_tg" : "Kahit ka magtago pasko ay darating" ,
			"txt_de" : "Der Tonttu wacht wer artig ist und wenn auch alles ruht,<br>kriecht er beim besten Will'n Nachts sei Augn net ganz zu." ,
			"txt_en" : "" 
	},
	{		"img" : "11_uvzzryv",
			"txt_fi" : "Tonttu pohtii päivän töitä; himmelinkö laittais?<br>onhan päivä huomennakin, ei kai lepo haittais!" ,
			"txt_se" : "”Shit, snart är julen här och jag har asmycket att fixa!”<br>”Hur ska jag hinna med allt, jag får låna, stjäla, trixa!”" ,
			"txt_jp" : "何しよか　ヒンメリ作ろか　明日にしよか" ,
			"txt_fr" : "" ,
			"txt_it" : "Nonostante tutto, si riesce a dormire" ,
			"txt_tg" : "Masarap matulog walang iniintinde" ,
			"txt_de" : "Es war ein langer, harter Tag, der Tonttu war mobil<br>weshalb sein Weihnachtsmobile dem Schlaf zum Opfer fiel." ,
			"txt_en" : "" 
	},
	{		"img" : "12_beuv",
			"txt_fi" : "Tuntureiden taakse missä tiekin tietön lie<br>Sangen joutuisasti Tontun orhi oiva vie" ,
			"txt_se" : "Den late hästen Gnäggis ville gärna byta roller<br>Han spände för med tomten, tömmarna blev hans kontroller" ,
			"txt_jp" : "丘越えて　道無き道を　風の如く" ,
			"txt_fr" : "" ,
			"txt_it" : "Testardo di un mulo...!" ,
			"txt_tg" : "Ano ba ito, ang bigat nang kabayo" ,
			"txt_de" : "Das Tier von hinten aufgezäumt, es war ne Eselei.<br>Das Ross macht sich nun selbst zum Reiter, mit Newton Nummer drei" ,
			"txt_en" : "" 
	},
	{		"img" : "13_fhfv",
			"txt_fi" : "Vahtikoira haukkuu, Tonttu ulos tuijottaa<br>pakkanenkin paukkuu, joulu tulla jollottaa" ,
			"txt_se" : "I bistra vintern vargen ylar över hela nejden<br>Och tomten i sin stuga undrar ”finns det ej nån hejd än?”" ,
			"txt_jp" : "澄んだ空　響く遠吠えと　聖夜の足音" ,
			"txt_fr" : "" ,
			"txt_it" : "La casa ci protegge" ,
			"txt_tg" : "Tumahol ang aso mabilis na ang araw" ,
			"txt_de" : "Erhabenes Tier, in kalter Nacht, ein schaurig schöner Klang.<br>Eine Stimmung ist's, in voller Pracht, die nichts vermindern kann" ,
			"txt_en" : "" 
	},
	{		"img" : "14_yhzvylugl",
			"txt_fi" : "Joulun aikaan ydinperhe viettää laatuaikaa<br>Yksikään ei riitele, se on joulun taikaa" ,
			"txt_se" : "När wifit slutat funka, Netflix med sin frånvaro lyser<br>Så får man sysselsätta sig med ljuslyktor, vår tomte myser" ,
			"txt_jp" : "皆集い　平和を祝う　聖夜かな" ,
			"txt_fr" : "" ,
			"txt_it" : "Anche nelle condizioni peggiori, continua a costruire." ,
			"txt_tg" : "Damihan ang bato, matutunow ang yelo" ,
			"txt_de" : "aus dem Kerne der Skulptur dringt kräftig, helles Licht.<br>Ob mit dem Schnee in Tonttus Hof was nicht in Ordnung ist?" ,
			"txt_en" : "" 
	},
	{		"img" : "15_xvyggv",
			"txt_fi" : "Reessä alle porontalja, päälle vilttejä<br>viime vuonna tähän aikaan oltiin kilttejä" ,
			"txt_se" : "Tomten skottar mycket snö och karl är för sin kilt<br>Om nio dagar kör han släden under en varm filt" ,
			"txt_jp" : "雪の中　橇は毛皮で　ふっかふか" ,
			"txt_fr" : "" ,
			"txt_it" : "E' quasi tutto pronto" ,
			"txt_tg" : "Malapit na ang sasakyan ko sa yelo" ,
			"txt_de" : "Rentiere sind nicht sehr zäh, der Schnee gibt ihnen Gicht.<br>Und weit und breit kein langer Hals der die Decke bricht.<br>Nun muss es Tonttu selber machen, kneifen Kilt da nicht." ,
			"txt_en" : "" 
	},
	{		"img" : "16_cbebg",
			"txt_fi" : "Joulun aikaan pienimmillä riittää vilinää<br>Jostain kaukaa kuulet poron kellon kilinää" ,
			"txt_se" : "Lyssna noga, kan du inte höra bjällerklangen?<br>Hur lyckas han, du undrar, och hur har han fått talangen?" ,
			"txt_jp" : "聖夜前　皆せわしなく　動き出す" ,
			"txt_fr" : "" ,
			"txt_it" : "Nooo...ma questo è proprio un boicottaggio...!" ,
			"txt_tg" : "Naghahanda ng ako sa pagalis baka maunahan ako ng daga" ,
			"txt_de" : "Ei, der Daus! umsonst geräumt, Die Maus ist aus dem Haus.<br>Mit ihren Rüsseln reißen sie die ganze Ladung raus.<br>Tonttu steht im Angesicht der Monster bloß daneben; das Ren rennt um sein Leben" ,
			"txt_en" : "" 
	},
	{		"img" : "17_yvzcch_ebfbyyv",
			"txt_fi" : "Käy kystä kyllästyttämään ja mieleen hiljaiseen<br>saa limpusta ja rosollista Tonttu tarpeekseen" ,
			"txt_se" : "”Och vad blir årets glöggsmak då? Jag vill bli överraskad!”<br>Han gömde under skynket pomerans och absintflaska" ,
			"txt_jp" : "クリスマス　ご馳走と愛で　満たされる" ,
			"txt_fr" : "" ,
			"txt_it" : "Non è possibile...neppure il cibo..." ,
			"txt_tg" : "Kung hintay ka ng hintay sayang ang buhay" ,
			"txt_de" : "Auf Tonttus letzter Brotzeit da kriecht so allerlei. Es frisst sich durch sein Müsli und denkt sich nix dabei.<br>Die Rentiere behaupten, ein Käfer schmeckt wie Mohn. Es soll auch sehr gesund sein doch 'weng ekelhaft is' schon. " ,
			"txt_en" : "" 
	},
	{		"img" : "18_gbaggh_ncevxbv",
			"txt_fi" : "Pukki lähtee lahjoineen ja joululaulut soi<br>Miten ehtii joka paikkaan? Tonttu aprikoi" ,
			"txt_se" : "Inte ens i Stockholm, på fina KTH<br>Har man lyckats lista ut hur han kan göra så..." ,
			"txt_jp" : "不思議だな　光の速さで　飛ぶサンタ" ,
			"txt_fr" : "" ,
			"txt_it" : "Qui c'è qualcosa che non va, nel mondo...è tutto sbagliato?" ,
			"txt_tg" : "Kaliwa at kanan sa taas at baba malaki ang mundo" ,
			"txt_de" : "An Weihnachten saust wie der Blitz der Schlitten durch die Nacht.<br>Nur die Physik, das muss man wissen, hat Tonttu nie gerafft." ,
			"txt_en" : "" 
	},	
	{		"img" : "19_ninagb",
			"txt_fi" : "Joulu! Aika hartauden ja vanhain perinteiden<br>saunotaan ja avannossa juostaan kiljuen" ,
			"txt_se" : "Att bada isvak utan bastu är ej samma sak<br>Men man får taga vad man haver, frysa om sin bak" ,
			"txt_jp" : "やっぱこれ　サウナの後は　氷風呂" ,
			"txt_fr" : "" ,
			"txt_it" : "Ma è questo il Natale?" ,
			"txt_tg" : "Oras ng maligo sa labas, lakakas ang katawan" ,
			"txt_de" : "Sag'amal, was soll das hier? Ich sitz' im Garten ohne Bier!<br>Gibt's hier keinen warmen Raum? Nein, das war ein schöner Traum!<br>Lala lalalala lala lala, lala lalalalalala la la laa!" ,
			"txt_en" : "" 
	},	
	{		"img" : "20_ynhyh",
			"txt_fi" : "Lasten laulu raikuu niin kuin ääni enkelten<br>jouluun kuuluu kaipuu, Tonttu tietää myöskin sen" ,
			"txt_se" : "”Last Christmas” känns rätt fräsch och härlig, då, första advent<br>Men snart har alla blivit kriminella element" ,
			"txt_jp" : "懐かしき　心に響く　天使の歌" ,
			"txt_fr" : "" ,
			"txt_it" : "Musica? Mi prendono in giro..." ,
			"txt_tg" : "ilipat ang kantahaan sa kantang pamasko" ,
			"txt_de" : "Ihr Kinderlein haltet doch bitte das Maul, zur Hölle mit eurem elenden Radau.<br>Und seht wie der Hammer dem Getöse und Krach, für immer und ewig den Garaus gemacht." ,
			"txt_en" : "" 
	},
	{		"img" : "21_xbyzr_lbgn",
			"txt_fi" : "Kolme yötä jouluun on, sai Tonttu selville<br>Tule joulu! Odotus jo käypi hermoille" ,
			"txt_se" : "”Nu kan jag inte vänta längre, kan det ej bli jul snart!”<br>Hur kan tre dagar ta sån tid, är inte direkt full fart!" ,
			"txt_jp" : "あと３日　待ちきれないな　そわそわする" ,
			"txt_fr" : "" ,
			"txt_it" : "Implodo per non esplodere..." ,
			"txt_tg" : "Nasisira na ulo ko malapit na ang pasko" ,
			"txt_de" : "Nur noch dreimal schlafen und dann ist es soweit,<br>Der Stress hat dann ein Ende, in dieser seelig' Zeit" ,
			"txt_en" : "" 
	},	
	{		"img" : "22_gbaggh_cvyxxvv",
			"txt_fi" : "Joulurauhan Suomen Turku meille julistaa<br>Silloin ei saa riehua, ei saa varastaa" ,
			"txt_se" : "För-julefriden sänker sig, man pilkar i var vak<br>Men rävarna stjäl fiskarna som tomten lagt därbak" ,
			"txt_jp" : "世界中　争い絶やす　聖なる日" ,
			"txt_fr" : "" ,
			"txt_it" : "Forse è meglio che io mi arrangi..." ,
			"txt_tg" : "Sumasayaw ang ilaw, sana sumasayaw ang isda sa linya ko" ,
			"txt_de" : "Der Tonttu fischt so still und stumm.<br>Beim Fuchs läuft sowas hintenrumm. " ,
			"txt_en" : "" 
	},	
	{		"img" : "23_wbhyhxnyn",
			"txt_fi" : "Joulun herkut täyttää mahan, tiukaksi käy vyö<br>Siitä tonttu piittaa ei vaan joulukalaa syö" ,
			"txt_se" : "Han fick dra åt sin svängrem, han fick öppna fisk på burk<br>Det gjorde ej så mycket, lutfisk smakar ändå urk " ,
			"txt_jp" : "腹一杯　でもまた食べよう！  次は魚" ,
			"txt_fr" : "" ,
			"txt_it" : "Meglio soli..." ,
			"txt_tg" : "Kung walang huli buksan nalang ang delata" ,
			"txt_de" : "Heut wär's ein guter Tag im Bette, weil Frühstück ohne Sinn.<br>Nahrungskette, Quecksilber und Huckleberry Finn." ,
			"txt_en" : "" 
	},	
	{		"img" : "24_wbhyhnnggb",
			"txt_fi" : "On Jouluyö. Sen hiljaisuutta yksin kuunnellen<br>saa Tonttu lahjat rikkahat ja rauhan sydämen" ,
			"txt_se" : "Julaftonsnatten tomten bjöds på solidaritetAv sina bästa vänner som tog hand om honom så<br>Att bördorna blev lättare. Det var en hemlighet, vad som låg i paketet. Vi ses väl nästa år?" ,
			"txt_jp" : "たくさんの　愛と贈り物　トムテに幸あれ" ,
			"txt_fr" : "" ,
			"txt_it" : "Invece no... a tutto c'è rimedio, basta non essere soli<br>tutto si puo' rinsaldare... nel cuore del Natale" ,
			"txt_tg" : "Pasko na naman, Maligayang pasko sa tao at hayop" ,
			"txt_de" : "" ,
			"txt_en" : "" 
	}	
]